[ru]
prepare_fonts=В системе отсутствуют шрифты, используемые утилитой.\nЗакройте это окно для их получения.\n\nШрифты к установке:
gui_panel=Панель
gui_legend=Легенда: {0}
gui_legend_unicode=Unicode:
gui_legend_alts=Также:
gui_legend_ipa=МФА:
gui_legend_transcription=Транскр.:
gui_legend_langs=Языки:
gui_legend_author=Авторы:
gui_options=Настройки
gui_options_common=Общие
gui_options_language=Язык
gui_options_layout=Раскладка
gui_options_updates=Обновления
gui_options_letterI=Тип ввода «I»
gui_options_default=По умолчанию
gui_options_separated=Раздельный
gui_options_hybrid=Гибридный
gui_options_tab_characters=Знаки
gui_recipes=Мои рецепты
gui_recipes_remove_confirm=Вы действительно хотите удалить рецепт «{0}»?
gui_recipes_xcompose_break=Рецепты, извлечённые из «.XCompose» файлов, не могут быть удалены или отредактированы.
gui_recipes_create=Создание/Редактирование рецепта
gui_recipes_create_section=Секция («a–Z» и «_»)
gui_recipes_create_name=Имя рецепта
gui_recipes_create_recipe=Рецепт
gui_recipes_create_result=Результат
gui_recipes_create_exists=Рецепт с такой секцией уже существует.
gui_recipes_create_invalid_name=Имя должно содержать только буквы английского языка «a–Z», цифры (не в начале) и символ подчёркивания «_».
gui_recipes_create_invalid_section_name=Недопустимое имя секции.\n{ru:gui_recipes_create_invalid_name}
gui_recipes_create_invalid_xcompose_name=Недопустимое имя файла .XCompose.\n{ru:gui_recipes_create_invalid_name}
gui_recipes_attach_list=Прикрепить список
gui_recipes_attach_edit_unable=Прикреплённые рецепты не могут быть отредактированы или удалены из этого окна.
gui_save=Сохранить
gui_cancel=Отменить
tab_diacritics=Диакритика
tab_letters=Буквы
tab_spaces=Пробелы и спец-символы
tab_commands=Команды
tab_smelting=Плавильня
tab_fastkeys=Быстрые ключи
tab_runica=Глаголица и Руны
tab_scripts=Письменности
tab_about=О программе
tab_useful=Полезное
tab_changelog=История изменений
col_name=Имя
col_key=Ключ
col_view=Вид
col_unicode={en:symbol_unicode}
col_recipe=Рецепт
col_result=Результат
col_entryid=ID записи
col_entry_title=Запись
col_entry_key=Ключ комбинации
preview_html=HTML-Код/Мнемоника
preview_unicode=Юникод
character=Знак
character_have_combining=✅ Комбинируемая Форма
character_combining=Комбинируемый Знак
with_my_recipes=«Моих рецептов»
entry=Запись
tags=Теги
version=Версия
date=Дата
open_panel=Открыть панель
autoload_add=Добавить в автозагрузку
get_update=Обновить
update_available=Доступно обновление: версия {0}
typography=Типографика
typography_layout=<a href="https://ilyabirman.ru/typography-layout/">«Типографская раскладка»</a>
unicode_resources=Unicode-ресурсы
dictionaries=Словари
dictionaries_japanese=Японский: 
dictionaries_chinese=Китайский: 
dictionaries_vietnamese=Вьетнамский: 
update_successful=Обновление успешно завершено.\nУстановлено {0} → {1}
update_failed=Обновление не удалось завершить.
update_absent=У вас уже установлена последняя версия.
update_error=Произошла ошибка обновления. Исправляем…
update_duplicated=Обнаружено дублирование кода обновления. Исправляем…
update_repair=Введите y/n что бы продолжить или отменить восстановление утилиты.\nОна будет заново скачана из репозитория, включая сопутствующие файлы.
update_repair_title=Восстановление
update_repair_success=Восстановление завершено успешно.
script_mode_activated=Режим ввода «{0}» активирован.\n\nПримечание: AutoHotkey перехватывает нажатие привязанных клавиш, делая невозможным использование ряда команд приложений (например, WASD для передвижения в играх).
script_mode_deactivated=Режим ввода «{0}» деактивирован.
script_glagolitic_futhark=Глаголица и Футарк/Футорк
script_turkic_perimc=Древнетюркское и Древнепермское письмо
script_hungarian=Секельское письмо
script_gothic=Готский
script_old_italic=Древнеиталийский
script_phoenician=Финикийский
script_ancient_south_arabian=Южноаравийский
script_ancient_north_arabian=Северноаравийский
script_ipa=Международный Фонетический Алфавит
script_maths=Математический
script_pinYin=Пиньинь
script_vietNam=Вьетнамский
script_karaShiki=„Кара‐сики“ (авторский кастомный)
script_autoDiacritics=Автодиакритика
symbol_search=Поиск знака
symbol_search_prompt=*юс большой — чувствительно к регистру ({U+046B}).\nюс большой — нечувствительно ({U+046A} вместо {U+046B}).
symbol_unicode={en}
symbol_altcode=Альт-код
symbol_smelting=Сплавить знаки
symbol_smelting_prompt=Вставьте ингредиенты
symbol_custom_compose=Мои рецепты
symbol_roman_numeral=Римские цифры
symbol_roman_numeral_prompt=Вставьте число для конвертации
symbol_code_prompt=Введите значения
symbol_special_key=Спец-комбинации
symbol_glagolitic=Глаголица
symbol_futhark=Старший Футарк
symbol_futhork=Футорк
symbol_futhark_younger=Младший Футарк
symbol_futhark_almanac=Рунический Альманах
symbol_futhark_younger_later=Поздний М. Футарк
symbol_medieval_runes=Средневековые Руны
symbol_runic_punctuation=Руническая пунктуация
symbol_turkic=Древнетюркский
symbol_turkic_orkhon=Орхонский репертуар
symbol_turkic_yenisei=Енисейский репертуар
symbol_hungarian=Секельский
symbol_permic=Древнепермский
symbol_gothic=Готский
symbol_old_italic=Древнеиталийский
symbol_phoenician=Финикийский
symbol_ancient_south_arabian=Южноаравийский
symbol_ancient_north_arabian=Северноаравийский
symbol_ugaritic=Угаритский
symbol_ipa=МФА
symbol_maths=Математика
message_fastkeys_activated=Быстрые ключи активированы\n\nПримечание: AutoHotkey перехватывает нажатие привязанных клавиш, что может затруднить использование комбинаций в приложениях.
message_fastkeys_deactivated=Быстрые ключи деактивированы
message_character_not_found=Знак не найден
message_wrong_format=Неверный формат.
message_wrong_format_unicode=Допустимый ввод: диапазоны 0000‒10FFFF или U+0000‒10FFFF.
message_wrong_format_altcode=Допустимый ввод: только целые числа в диапазоне 1‒255/0128‒0255 с или без «Alt+» в начале.
message_compose=Активен режим «Compose»\nДля отмены нажмите Esc
message_compose_waiting=Режим удержания активен\nНажмите «Pause Break» для отмены
message_combining=Активен режим комбинирования\nДля отмены нажмите LCtrl LAlt Num1
message_combining_disabled=Режим комбинирования отключён
message_modifier=Активен режим ввода модифицирующих символов\nДля отмены нажмите LCtrl LAlt LShift Num1
message_modifier_disabled=Режим модифицирующих символов отключён
message_subscript=Активен режим ввода символов нижнего индекса\nДля отмены нажмите LCtrl LAlt RShift Num1
message_subscript_disabled=Режим символов нижнего индекса отключён
message_italic=Активен режим ввода курсива\nДля отмены нажмите LCtrl LAlt Num2
message_italic_disabled=Режим курсива отключён
message_italicBold=Активен режим ввода полужирного курсива\nДля отмены нажмите LCtrl LAlt RShift Num2
message_italicBold_disabled=Режим полужирного курсива отключён
message_bold=Активен режим ввода полужирных символов\nДля отмены нажмите LCtrl LAlt LShift Num2
message_bold_disabled=Режим полужирных символов отключён
message_fraktur=Активен режим ввода символов стиля «Fraktur»\nДля отмены нажмите LCtrl LAlt Num3
message_fraktur_disabled=Режим символов стиля «Fraktur» отключён
message_frakturBold=Активен режим ввода полужирных символов стиля «Fraktur»\nДля отмены нажмите LCtrl LAlt LShift Num3
message_frakturBold_disabled=Режим полужирных символов стиля «Fraktur» отключён
message_script=Активен режим ввода символов стиля «Script»\nДля отмены нажмите LCtrl LAlt Num4
message_script_disabled=Режим символов стиля «Script» отключён
message_scriptBold=Активен режим ввода полужирных символов стиля «Script»\nДля отмены нажмите LCtrl LAlt LShift Num4
message_scriptBold_disabled=Режим полужирных символов стиля «Script» отключён
message_doubleStruck=Активен режим ввода символов стиля «Double‐Struck»\nДля отмены нажмите LCtrl LAlt Num5
message_doubleStruck_disabled=Режим символов стиля «Double‐Struck» отключён
message_doubleStruckItalic=Активен режим ввода курсивных символов стиля «Double‐Struck»\nДля отмены нажмите LCtrl LAlt LShift Num5
message_doubleStruckItalic_disabled=Режим курсивных символов стиля «Double‐Struck» отключён
message_sansSerif=Активен режим ввода символов без засечек\nДля отмены нажмите LCtrl LAlt LShift RShift Num6
message_sansSerif_disabled=Режим символов без засечек отключён
message_sansSerifItalic=Активен режим ввода курсивных символов без засечек\nДля отмены нажмите LCtrl LAlt Num6
message_sansSerifItalic_disabled=Режим курсивных символов без засечек отключён
message_sansSerifItalicBold=Активен режим ввода полужирных курсивных символов без засечек\nДля отмены нажмите LCtrl LAlt RShift Num6
message_sansSerifItalicBold_disabled=Режим полужирных курсивных символов без засечек отключён
message_sansSerifBold=Активен режим ввода полужирных символов без засечек\nДля отмены нажмите LCtrl LAlt LShift Num6
message_sansSerifBold_disabled=Режим полужирных символов без засечек отключён
message_monospace=Активен режим ввода моноширинных символов\nДля отмены нажмите LCtrl LAlt Num7
message_monospace_disabled=Режим моноширинных символов отключён
message_smallCapital=Активен режим ввода капители\nДля отмены нажмите LCtrl LAlt Num8
message_smallCapital_disabled=Режим капители отключён
message_uncombined=Активен режим ввода некомбинируемых знаков\nДля отмены нажмите LCtrl LAlt Num9
message_uncombined_disabled=Режим некомбинируемых знаков отключён
warning_nofont={en}
warning_nointernet=Нет подключения к интернету или иная ошибка.
warning_only_nums=Введите числовые значения
warning_roman_2m=Конвертер ограничен числами от 1 до 2 000 000 во избежание флуда «{U+2188}».
warning_recipe_absent=Рецепт не найден
warning_duplicate_recipe=Обнаружено дублирование рецепта: {0}
warning_keyboard_layout=Переключение раскладки QWERTY/ЙЦУКЕН создаст привязки для всей стандартной буквенно-циферной части клавиатуры. AutoHotkey перехватывает нажатие привязанных клавиш, делая невозможным использование ряда команд приложений (например, WASD для передвижения в играх), и потребуется либо сменить пару раскладок на QWERTY/ЙЦУКЕН, либо временно отключить все привязки комбинацией RCtrl F10.
func_label_controls=Сокращения клавиш
func_label_controls_description={U+2388} / {U+2318} — Левый / Правый Ctrl\n{U+1F844} / {U+1F846} — Левый / Правый Shift\n{U+2387} / {U+2384} — Левый Alt / Правый Alt (AltGr)\n{U+229E} — Win\n{U+2B9D} — CapsLock
func_label_disable=ОТКЛЮЧИТЬ
func_label_disable_description=Активация: RCtrl F10\n\nОтключает все комбинации, кроме собственной. Если утилита мешает в процессе игры, её можно либо выключить полностью, либо отключить сами клавиши утилиты.
func_label_gotopage=Перейти на страницу символа
func_label_gotopage_description=Активация: ЛКМ×2\n\nОткрывает страницу (по умолчанию symbl.cc) выбранного знака из списка.\n\nВеб‐ресурс можно изменить в файле конфигурации, параметр CharacterWebResource. Поддерживаемые значения: Compart, Codepoints, UnicodePlus, DecodeUnicode, UtilUnicode, Wiktionary, Wikipedia, SymblCC.
func_label_selgoto=Перейти на страницу выделенного символа
func_label_selgoto_description=Активация: Win Alt PgUp\n\nОткрывает страницу (по умолчанию symbl.cc) выделенного в тексте знака.\n\nВеб‐ресурс можно изменить в файле конфигурации, параметр CharacterWebResource. Поддерживаемые значения: Compart, Codepoints, UnicodePlus, DecodeUnicode, UtilUnicode, Wiktionary, Wikipedia, SymblCC.\n\nПример: 風 → symbl.cc/ru/98A8
func_label_favorites=Избранное
func_label_favorites_description=Активация: LShift ЛКМ×2\n\nДобавляет символ из списка в избранное или удаляет оттуда.\nПозволяет искать избранные символы на панели через ввод «избранное» или «favorite» и отличает их знаком «{U+2605}», а так же добавляет рецепты этих символов в подсказку при активации режима «Compose».
func_label_copylist=Копировать из списка
func_label_copylist_description=Активация: Ctrl ЛКМ×2\n\nКопирует символ из списка.
func_label_tagsearch=Поиск по тегу
func_label_tagsearch_description=Активация: Win Alt F\n\nВставляет символ по его «тегу», указанному под списком всех знаков при выделении. Не обязательно вводить полный тег, например, «с-м»/«плсм» вместо «плюс-минус» или «бюг» вместо «прописной юс большой глаголицы» тоже вставят соответствующие символы.
func_label_uninsert=Вставить по {en:symbol_unicode}
func_label_uninsert_description=Активация: Win Alt U\n\nВставляет знак по его кодовой позиции Юникода.\nМожно вводить ряд значений.\n\nПример: 8F2A → 輪, U+9670 U+967D U+5E2B → 陰陽師.\n\nАктивация: LAlt Num+\n\nПозволяет вводить кодовые позиции юникода прямо в поле ввода, для подтвреждения символа необходимо нажать Enter.
func_label_altcode=Вставить по Альт-коду
func_label_altcode_description=Активация: Win Alt A\n\nВставляет знак по его Альт-коду.\nМожно вводить ряд значений.\n\nПример: 0171 0187 → «»\n\nАктивация: LAlt Num*\n\nПозволяет вводить Альт‐коды прямо в поле ввода, для подтвреждения символа необходимо нажать Enter.
func_label_altcode=Вставить по Альт-коду
func_label_smelter=Выплавка символа
func_label_smelter_description=Активация: Win Alt L\n\nПозволяет получать множество символов посредством их «крафта» из доступных «ингредиентов».\nВключает в себя как лигатуры (AE → Æ, AU → Ꜷ, SS → ẞ, ІУЖ → Ѭ), так и простые буквы и специальные символы (TH → Þ, A◌́ → Á, ТЬ → Ѣ, copy → ©, 3* → ⁂). Со всеми «рецептами» можно ознакомиться во вкладке «Плавильня».\n\nМожно вводить целые слова, содержащие комбинации.\n\nПример: «ді​аткона іа ужста» → «ді​ѧкона ꙗ ѫста»\n\nМожно добабвить собственные рецепты в файле CustomCompose.ini:\n{U+005B}название_рецепта{U+005D}\nname=Отображаемое имя\nrecipe=Символы‐ингредиенты\nresult=Результат рецепта
func_label_smelter_sel=Выплавить в тексте
func_label_smelter_sel_description=Активация: RShift L\n\n«Сплавляет» выделенные в тексте символы.
func_label_smelter_carr=Выплавить символы левее каретки
func_label_smelter_carr_description=Активация: RShift Backspace\n\nВыделяет комбинацию/слово левее курсора каретки и «сплавляет».
func_label_compose=Режим «Compose»
func_label_compose_description=Активация: RAlt×2\n\nПозволяет использовать последовательности прямо в поле ввода, при этом в подсказке рядом с полем ввода или у курсора мыши будут отображены возможные варианты по мере ввода. Если рецепт существует в одном экземпляре (2 экземпляра = ae → æ, AE → Æ), например, символы валюты (YEN → ¥), то не имеет значения, вводится он прописными буквами или строчными.\n\n«Compose» сработает автоматически и вставит результат при первом точном совпадении, однако его можно «поставить на паузу» нажав клавишу «PauseBreak», тогда режим будет ожидать снятия с паузы или нажатия Enter для срабатывания.\nВо время паузы так же можно использовать «(~) » в начале запроса: можно будет вводить целые слова, в составе которых есть последовательности.\nНапример, в режиме «Compose» попытка ввести «từ tiếng việt dài nhất» (tu◌̀◌̛ tie◌̂◌́ng vie◌̂◌̣t da◌̀i nha◌̂◌́t) сразу приведёт к ошибке «Рецепт не найден», но «(~) từ ti#ếng vi#ệt dài nhất» уже вставит «từ tiếng việt dài nhất» с «монолитными» буквами (символ «#» нужен для предотвращения слипания «ie» в «ꭡ» в данном примере).
func_label_num_superscript=Цифры в верхний/нижний индекс
func_label_num_superscript_description=Активация: Win RAlt 1\n\nКонвертирует символы (в основном цифры) в верхний индекс.\n\nПример: 1234567890(-=) → ‌¹‌²‌³‌⁴‌⁵‌⁶‌⁷‌⁸‌⁹‌⁰‌⁽‌⁻‌⁼‌⁾‌‌\n\nАктивация: Win RAlt 2\n\nКонвертирует символы (в основном цифры) в верхний индекс.\n\nПример: 1234567890(-=) → ‌₁₂₃₄₅₆₇₈₉₀₍₋₌₎\n\nАктивация: Win Alt ↑/Win Alt ↓\n\nПереключает клавиши 1…0-= в верхний или нижний индекс соответственно (повторное нажатие отключает режим). При активации CapsLock переключает ввод на символы противоположного индекса.
func_label_num_roman=Число в Римские цифры
func_label_num_roman_description=Активация: Win RAlt 3\n\nКонвертирует число в римские цифры, отдельно обозначенные в юникоде.\n\nПримечание: Для крупных чисел используются «древнеримские цифры» — 100 000 (ↈ), 50 000 (ↇ), 10 000 (ↂ), 5 000 (ↁ)\n\nПример: 15128 → ↂↁⅭⅩⅩⅧ
func_label_fastkeys=Быстрые ключи
func_label_fastkeys_description=Активация: RAlt F1\n\nВключает или отключает «быстрые ключи», которые позволяют вводить ряд «избранных» символов быстрее. Посмотреть доступные комбинации можно в одноимённой вкладке.\n\nПримечание: некоторые комбинации зависят от языка раскладки, например, «RAlt <» (б) и «RAlt >» (ю) на русской раскладке введут кавычки-«ёлочки», а на английской — “English Quotes.”
func_label_alterations=Альтерации знаков
func_label_alterations_description=Режимы альтернативных форм знаков — вместо стандартных символов клавиатуры и утилиты позволяет вводить комбинируемые, подстрочные, надстрочные и иные вариации (напр., h → {U+25CC}{U+036A}, {U+02B0}, {U+2095}, {U+210E}, {U+1D489}, {U+1D421}, {U+1D525}…).\nЕсли для знака доступны «альтерации», то они будут указаны над предпросмотром символа.\n\nПримечание: Комбинации с L/RShift требуют отключение NumLock.
func_label_alterations_combining=Комбинируемые
func_label_alterations_combining_description=Активация: LCtrl LAlt Num1\n\nПереключает режим ввода на комбинируемые знаки, если таковые указаны в библиотеке символов. Например, «комбинируемые формы» знаков доступы для глаголицы (комбинируемая глаголица поддерживается шрифтом Noto Sans Glagolitic).\nНа панели предпросмотра символа, вверху, можно увидеть «◌{U+036A}», если для знака доступна комбинируемая форма или он сам является комбинируемым.
func_label_alterations_modifier=Модификаторы/Подстрочные
func_label_alterations_modifier_description=Активация: LCtrl LAlt LShift Num1\n\nПереключает режим ввода на «модификаторы» (надстрочные знаки). Используются в МФА, например «◌ʷ», «◌ᵏ».\nНа панели предпросмотра можно увидеть «◌ʰ», если для знака доступна такая форма.\n\nАктивация: LCtrl LAlt Rshift Num1\n\nПереключает режим ввода на подстрочные знаки, “◌ₜ”, “◌ⱼ”.\nНа панели предпросмотра можно увидеть «◌ₕ», если для знака доступна такая форма.
func_label_alterations_italic_to_bold=Курсив–Полужирный
func_label_alterations_italic_to_bold_description=Активация: LCtrl LAlt Num2\n\nПереключает режим ввода на курсивные знаки.\nНа панели предпросмотра можно увидеть «◌ℎ», если для знака доступна такая форма.\n\nАктивация: LCtrl LAlt RShift Num2\n\nПереключает режим ввода на полужирные курсивные знаки.\nНа панели предпросмотра можно увидеть «◌𝒉», если для знака доступна такая форма.\n\nАктивация: LCtrl LAlt LShift Num1\n\nПереключает режим ввода на полужирные знаки.\nНа панели предпросмотра можно увидеть «◌𝐡», если для знака доступна такая форма.
func_label_alterations_fraktur_script_struck=Fraktur/Script/Double-Struck
func_label_alterations_fraktur_script_struck_description=Активация: LCtrl LAlt Num3\n\nПереключает режим ввода на знаки стиля «Fraktur» (+LShift для полужирных).\nНа панели предпросмотра можно увидеть «◌𝔥(𝖍)», если для знака доступна такая форма.\n\nАктивация: LCtrl LAlt Num4\n\nПереключает режим ввода на знаки стиля «Script» (+LShift для полужирных).\nНа панели предпросмотра можно увидеть «◌𝒽(𝓱)», если для знака доступна такая форма.\n\nАктивация: LCtrl LAlt Num5\n\nПереключает режим ввода на знаки стиля «Double-Struck» (+LShift для курсивных).\nНа панели предпросмотра можно увидеть «◌𝕙(ⅈ)», если для знака доступна такая форма.
func_label_alterations_sans_serif=Sans‐Serif
func_label_alterations_sans_serif_description=Активация: LCtrl LAlt Num6\n\nПереключает режим ввода на курсивные знаки без засечек (+RShift для полужирных курсивных или +LShift для полужирных без курсива, +LShift & RShift для знаков без засечек и стилей).
func_label_alterations_monospace=Моноширинные
func_label_alterations_monospace_description=Активация: LCtrl LAlt Num7\n\nПереключает режим ввода на моноширинные знаки.
func_label_alterations_small_capital=Капители
func_label_alterations_small_capital_description=Активация: LCtrl LAlt Num8\n\nПереключает режим ввода на капители.
func_label_scripts=Письменности
func_label_scripts_description=Альтернативные методы ввода, устанавливающиеся поверх существующей раскладки, например, для письма германскими рунами «ᚠᚢᚦᚨᚱᚲ», тюркскими рунами «𐱃𐰆𐰺𐰚𐰄𐰕» или глаголицей «Ⰳⰾⰰⰳⱁⰾⰻⱌⰰ». Часть письменностей идут парно — одна поверх английского, другая поверх русского языка раскладки, остальные же записываются поверх обоих языков на основе английской раскладки.\n\nПримечание: в режиме письменности часть «Быстрых ключей» недоступна.
func_label_glagolitic_futhark=Глаголица и Руны
func_label_glagolitic_futhark_description=Активация: RCtrl CapsLock Off 1\n\nВключает ввод Глаголицы для кириллической раскладки и ввод Германо‑Скандинавских/Англосаксонских рун для латинской раскладки.
func_label_old_permic_old_turkic=Тюркское и Пермское письмо
func_label_old_permic_old_turkic_description=Активация: RCtrl CapsLock On 1\n\nВключает ввод Древнепермского для кириллической раскладки и на ввод Древнетюркского рунического письма для латинской раскладки.\n\nНеобходим шрифт <a href="https://fonts.google.com/noto/specimen/Noto+Sans+Old+Permic">Noto Sans Old Permic</a>.
func_label_old_hungarian=Секельское письмо
func_label_old_hungarian_description=Активация: RCtrl CapsLock Off 2\n\nВключает ввод Секельского рунического письма для латинской раскладки.\n\nНеобходим шрифт <a href="https://fonts.google.com/noto/specimen/Noto+Sans+Old+Hungarian">Noto Sans Old Hungarian</a>.
func_label_gothic=Готское письмо
func_label_gothic_description=Активация: RCtrl CapsLock On 2\n\nВключает ввод Готского письма для латинской раскладки.
func_label_old_italic=Древнеиталийский
func_label_old_italic_description=Активация: RCtrl CapsLock Off 3\n\nВключает ввод Древнеиталийского письма для латинской раскладки.
func_label_phoenician=Финикийский
func_label_phoenician_description=Активация: RCtrl CapsLock On 3\n\nВключает ввод Финикийского письма для латинской раскладки.
func_label_ancient_south_arabian=Южно‑/Североаравийский
func_label_ancient_south_arabian_description=Активация: RCtrl CapsLock Off 4\n\nВключает ввод Южноаравийского письма для латинской раскладки.\n\nАктивация: RCtrl CapsLock On 4\n\nВключает ввод Североаравийского письма для латинской раскладки.
func_label_ipa=МФА
func_label_ipa_description=Активация: RCtrl CapsLock Off 0\n\nВключает ввод Международного Фонетического Алфавита.
func_label_maths=Математический
func_label_maths_description=Активация: RCtrl CapsLock On 0\n\nВключает ввод математических символов.
func_label_input_toggle=Переключие ввода
func_label_input_toggle_description=Активация: RAlt RShift F1\n\nПереключает режим ввода символов по кругу «Символ→HTML→LaTeX→Символ…».\n\nПример: a&&{U+0023}769{U+003B} | \{U+0027}{a} | á
func_label_layout_toggle=Переключение раскладки
func_label_layout_toggle_description=Активация: RCtrl F12\n\nПереключает раскладку для латиницы «Colemak → Dvorak → QWERTY».\n\nАктивация: RShift F12\n\nПереключает раскладку для кириллицы «Диктор → ЙЦУКЕН».\n\nПредупреждение: использование альтернативных от QWERTY‑ЙЦУКЕН раскладок блокирует комбинации приложений, включая и действия на обычные клавиши (как WASD для перемещния в играх).\n\nПривязки клавиш могут несколько отличаться в зависимости от раскладки, например: кавычки («») на раскладке «Диктор» вводятся на запятую и точку («К» и «Е» на ЙЦУКЕН) с зажатым левым Alt вместо нажатия «Б» и «Ю» с правым Alt на ЙЦУКЕН.
func_label_notifications=Уведомления
func_label_notifications_description=Активация: Win Alt M\n\nВключает или отключает уведомления об активации групп или режимов.
func_label_text_processing=Обработка текста
func_label_text_processing_description=В этой категории представлены функции, несколько упрощающие моменты работы с текстом.
func_label_tp_quotes=Кавычкизация
func_label_tp_quotes_description=Активация: Alt Q\n\nПозволяет обернуть выделенный текст кавычками русского или английского языка. Если включена русская расклада — оборачивают текст кавычками-«ёлочками» и «кавычками-„лапками“» (Alt LShift Q), если английская, соответственно — “English ‘Quotes’”. Если в тексте уже есть «ёлочки» (или двойные английское), то они будут заменены на „лапки“ (или одинарные английские).\n\nПример: Меч Тиций → «Меч Тиций», Меч «Тиций» → «Меч „Тиций“».
func_label_tp_paragraph=Абзац
func_label_tp_paragraph_description=Активация: RCtrl NumEnter\n\nДобавляет к выделенным абзацам отступ в виде круглой шпации, «симуляция красной строки» для тех мест, где такой функции нет, а так же добавляет полукруглую шпацию после начального длинного тире в абзацах-репликах (русскоязычное письмо).\n\nВ файле конфигурации можно изменить символы:\n[CustomRules] — блок кастомных правил.\nParagraphBeginning — параметр, в котором указывается символ, добавляемый в начало абзаца.\nParagraphAfterStartEmdash — параметр, отвечающий за символ после начального диалогового тире (в русскоязычном письме).\n\nВ качестве значения принимает название записи, которое можно посмотреть в списке символов, под полем фильтра.\n\nДля отключёния вставки любого из эти параметров необходимо вписать в их значение «noad».
func_label_tp_grep=GREP-замены
func_label_tp_grep_description=Активация: RCtrl NumDel\n\nЗаменяет пробелы на его разновидности в местах, где это «надо».\nПосле « : » указаны имена параметров в файле конфигурации (см. «Абзац»).\n\nПримечание: основано на правилах только русской типографики.\n\nGREP-замены:\n[^—][SP] → [^—][ENSP] : ParagraphAfterStartEmdash\n[,.?!…][SP][—][SP] → [,.?!…][NBSP][—][NBSP] : GREPDialogAttribution\n[Буква][SP][—][SP] → [Буква][NBSP][—][SP] : GREPThisEmdash\n[И.][SP][О.][SP][Слово] → [И.][THINSP][О.][THINSP][Слово] : GREPInitials\n[Буква][SP] → [Буква][NBSP]\n[SP][бы|ли|то|же] → [NBSP][бы|ли|то|же]\n\nАктивация: RAlt NumDel\n\nАктивирует «Абзац» и «GREP-замены» вместе.
func_label_tp_html=HTML
func_label_tp_html_description=Активация: RCtrl H\n\nЗаменяет символы в выделенном тексте на их HTML‐код.\n\nПример: $ → &&dollar;\n\nАктивация: RCtrl J\n\nТоже самое, но игнорирует символы «a–Zа–Я0–9,.!?;:()`"'-+/\Пробел».\n\nАктивация: RCtrl RShift H\n\nТоже самое, но без учёта мнемоники.\n\nПример: $ → &&#36;
func_label_tp_unicode=\u0000
func_label_tp_unicode_description=Активация: RCtrl Y, U, I\n\nЗаменяет символы в выделенном тексте на их представление в виде \u0000, 0000 или 0x0000.\n\nПример: ᛉ → \u16C9, 𐌸𐍈 → \u{10338} \u{10348}; Ā → 0100; ð → 0x00F0.
func_label_coverage=Покрытие алфавитов
func_label_coverage_description=Перечень алфавитов латинских и кириллических языков и символов из них, которые возможно ввести.
func_label_coverage_ro=Limba Română
func_label_coverage_ro_description=Румынский Язык\n\nA a Ă ă Â â B b C c D d E e F f\nG g H h I i Î î J j K k L l M m\nN n O o P p Q q R r S s Ș ș T t Ț ț\nU u V v W w X x Y y Z z
func_label_coverage_pl=Język polski
func_label_coverage_pl_description=Польский Язык\n\nA a Ą ą B b C c Ć ć D d E e Ę ę\nF f G g H h I i J j K k L l Ł l\nM m N n Ń ń O o Ó ó P P Q q R r\nS s Ś ś T t U u W w X x Y y Z z\nŹ ź Ż ż
func_label_coverage_es=Español
func_label_coverage_es_description=Испанский Язык\n\nA a B b C c D d E e F f G g H h\nI i J j K k L l M m N n Ñ ñ\nO o P p Q q R r S s T t U u V v\nW w X x Y y Z z
about_lib_count=Знаков: {0}, Рецептов: {1}, Пользовательских: {2}
about_item_count=Знаков: {var:CharactersCount}
about_author=Ялла Нкардаз
about_repository=Репозиторий
about_description=Утилита ввода символов юникода, основное направление которой — упрощение типографики и расширение возможностей многоязычного письма для латиницы и кириллицы посредством горячих клавиш (AltGr A → Ă), обработки текстовых последовательностей (AE → Æ), поиска по локальной библиотеке (запрос «одал» → ᛟ) и других, вспомогательных функций; требуя от пользователя наличия лишь двух стандартных раскладок — русской ЙЦУКЕН и английской QWERTY.\n\nВ качестве дополнения представлены и альтернативные режимы ввода, позволяющие использовать ряд исторических форм письменности, Международный фонетический алфавит и математические символы.
tray_app_started=Приложение запущено\nНажмите Win Alt Home для расширенных сведений.
tray_active_f1=Активна первая группа диакритики
tray_active_f2=Активна вторая группа диакритики
tray_active_f3=Активна третья группа диакритики
tray_active_f6=Активна четвертая группа диакритики
tray_active_f7=Активна группа специальных символов
tray_active_spaces=Активна группа шпаций
tray_active_dashes=Активна группа тире
tray_active_quotes=Активна группа кавычек
tray_func_reload=Перезапустить
tray_func_config=Файл конфига
tray_func_locale=Файл локализации
tray_func_custom_compose=Мои рецепты
tray_func_custom_compose_update=Обновить рецепты
tray_func_exit=Закрыть
tray_func_panel=Открыть панель
tray_func_install=Установить
tray_func_search=Поиск знака…
tray_func_open_folder=Открыть папку
tray_func_smelter=Сплавить знаки
tray_func_unicode=Вставить по Юникоду
tray_func_altcode=Вставить по Альт-коду
tray_func_notif=Уведомления групп
tray_func_disable=Отключить привязки
tray_func_enable=Включить привязки
tray_func_altInput=Альтернативный ввод:
tray_func_glagolitic_runic=Германские руны и Глаголица
tray_func_tukic_permic=Тюркские руны и Пермское письмо
tray_func_hungarian={ru:script_hungarian}
tray_func_gothic=Готское письмо
tray_func_old_italic=Древнеиталийское письмо
tray_func_phoenician=Финикийское письмо
tray_func_ancient_south_arabian=Южноаравийское письмо
tray_func_ancient_north_arabian=Северноаравийское письмо
tray_func_ipa={ru:script_ipa}
tray_func_maths={ru:script_maths} ввод
tray_func_telexlike=TELEX/VNI подобный ввод:
tray_func_telex_advanced_mode=Расширенный режим
tray_func_vietNam=Вьетнамский и Джарайский
tray_func_pinYin=Ханьюй Пиньинь
tray_func_combining_alteration=Комбинируемые знаки
tray_func_modifier_alteration=Модифицирующие (Надстрочные) знаки
tray_func_subscript_alteration=Подстрочные знаки
tray_func_italic_alteration=Курсивные знаки
tray_func_italic_bold_alteration=Курсивные полужирные знаки
tray_func_bold_alteration=Полужирные знаки
tray_func_fraktur_alteration=«Fraktur» знаки
tray_func_fraktur_bold_alteration=«Fraktur» полужирные знаки
tray_func_script_alteration=«Script» знаки
tray_func_script_bold_alteration=«Script» полужирные знаки
tray_func_double_struck_alteration=«Double‐Struck» знаки
tray_func_double_struck_italic_alteration=«Double‐Struck» курсивные знаки
tray_func_sans_serif_alteration=Знаки без засечек
tray_func_sans_serif_italic_alteration=Курсивные знаки без засечек
tray_func_sans_serif_italic_bold_alteration=Курсивные полужирные знаки без засечек
tray_func_sans_serif_bold_alteration=Полужирные знаки без засечек
tray_func_monospace_alteration=Моноширинные знаки
tray_func_small_capital_alteration=Капители
func_label_layouts=Раскладка клавиатуры
tray_tooltip_futhark=Германское/Англосаксонское письмо
tray_tooltip_glagolitic=Глаголица
tray_tooltip_turkic=Тюркское письмо
tray_tooltip_permic=Пермское письмо
tray_tooltip_hungarian={ru:script_hungarian}
tray_tooltip_gothic=Готское письмо
tray_tooltip_old_italic=Древнеиталийское письмо
tray_tooltip_phoenician=Финикийское письмо
tray_tooltip_ancient_south_arabian=Южноаравийское письмо
tray_tooltip_ancient_north_arabian=Северноаравийское письмо
tray_tooltip_ipa={ru:script_ipa}
tray_tooltip_maths=Математический
tray_tooltip_vietNam=Chữ quốc ngữ tiếng Việt (Вьетское письмо)\nJơrai (Расширение для Джарайского)
tray_tooltip_pinYin=漢語拼音 Hànyǔ Pīnyīn (Ввод Пиньиня)
tray_tooltip_disabled=отключён
tooltip_input_mode=Активен режим: {0}